Repository: kleon6436/NightStarScope
Catalog: NightScope/Localizable.xcstrings
Source language: ja
Languages: en

source: 表示する恒星の量や星図レイヤーを調整します。変更は星空マップへすぐ反映されます。
en: Adjust the number of visible stars and star map layers. Changes appear on the star map immediately.

source: 表示する恒星の量や星座線の表示を調整します。変更は星空マップへすぐ反映されます。
en: Adjust the number of visible stars and whether constellation lines are shown. Changes appear on the star map immediately.

source: 表示する恒星の量を変更します
en: Changes how many stars are shown.

source: 補正オフセット
en: Calibration Offset

source: 補正をリセット
en: Reset Calibration

source: 複数地点ダッシュボード
en: Multi-Location Dashboard

source: 西
en: W

source: 西北西
en: WNW

source: 西南西
en: WSW

source: 見頃 —
en: Best time —

source: 見頃 %@
en: Peak %@

source: 観測 %.1f時間
en: Viewing %.1f h

source: 観測に適した時間帯がありません
en: No suitable viewing window

source: 観測ヒートバー
en: Observation heat bar

source: 観測ヒートバーの色の意味
en: Observation heat bar color meaning

source: 観測可能時間
en: Viewing Window

source: 観測可能時間: %@
en: Viewing window: %@

source: 観測困難
en: Very poor

source: 観測地点から自動取得
en: Auto-populated from observation site

source: 観測日
en: Observation Date

source: 観測条件が良い
en: Good observing conditions

source: 観測条件に注意
en: Caution: observing conditions

source: 観測条件はまずまず
en: Fair observing conditions

source: 観測条件は厳しい
en: Poor observing conditions

source: 観測窓: %@、%@、%@、%@
en: Viewing window: %@, %@, %@, %@

source: 計算中…
en: Calculating…

source: 計算結果
en: Results

source: 設定
en: Settings

source: 設定を開く
en: Open Settings

source: 評価: 星%dつ（5段階）
en: Rating: %d stars out of 5

source: 赤経 %.2f° 赤緯 %.2f°
en: RA %.2f° Dec %.2f°

source: 選択した地点
en: Selected Location

source: 選択した日付の星空マップを開きます
en: Opens the star map for the selected date.

source: 選択上限に達しました
en: Selection limit reached

source: 選択中
en: Selected

source: 選択日
en: Selected

source: 金星
en: Venus

source: 銀河系中心が地平線上にある時間帯と天文薄明が重なりませんでした
en: The galactic center above the horizon does not overlap with astronomical darkness.

source: 閉じる
en: Close

source: 降水 %.1f mm
en: Rain %.1f mm

source: 雨
en: Rain

source: 雪
en: Snow

source: 雷雨
en: Thunderstorm

source: 雷雨（ひょう）
en: Thunderstorm with hail

source: 霧
en: Fog

source: 霧雨
en: Drizzle

source: 青から赤に近づくほど太陽や月の影響で観測条件が厳しくなります。
en: Observing conditions become harsher as the color shifts from blue to red due to the sun and moon.

source: 風速 %.0f km/h
en: Wind %.0f km/h

source: 風速 %.0f kn
en: Wind %.0f kn

source: 風速 %.1f m/s
en: Wind %.1f m/s

source: 風速単位
en: Wind Speed Unit
